{
  "text": {
    "chào": 9,
    "em": 24,
    "hello": 32,
    "hi": 33,
    "ơi": 93,
    "cho": 8,
    "anh": 0,
    "hỏi": 34,
    "bot": 4,
    "mình": 46,
    "chút": 10,
    "good": 29,
    "bye": 5,
    "tạm": 79,
    "biệt": 3,
    "nhá": 53,
    "yes": 85,
    "y": 84,
    "indeed": 36,
    "of": 61,
    "course": 15,
    "that": 70,
    "sounds": 66,
    "correct": 14,
    "có": 17,
    "thể": 74,
    "làm": 40,
    "những": 57,
    "gì": 31,
    "nhỉ": 55,
    "chức": 13,
    "năng": 60,
    "giúp": 26,
    "được": 89,
    "không": 38,
    "biết": 2,
    "hỗ": 35,
    "trợ": 78,
    "như": 54,
    "thế": 73,
    "nào": 58,
    "xem": 83,
    "các": 16,
    "của": 22,
    "cảm": 21,
    "ơn": 94,
    "thanks": 69,
    "nha": 52,
    "job": 37,
    "thank": 68,
    "you": 86,
    "so": 65,
    "much": 44,
    "great": 30,
    "giỏi": 27,
    "quá": 63,
    "awsome": 1,
    "tốt": 81,
    "lắm": 42,
    "ui": 82,
    "thông": 71,
    "minh": 43,
    "đẹp": 91,
    "trai": 76,
    "đấy": 90,
    "ênm": 87,
    "đệnp": 92,
    "léăm": 41,
    "tệ": 80,
    "ngu": 50,
    "ngốc": 51,
    "chả": 11,
    "cả": 20,
    "thật": 72,
    "dở": 23,
    "ghê": 25,
    "mà": 45,
    "cũng": 19,
    "kém": 39,
    "cói": 18,
    "trưa": 77,
    "nay": 49,
    "nên": 59,
    "ăn": 88,
    "bây": 6,
    "giờ": 28,
    "chọn": 12,
    "t": 67,
    "bữa": 7,
    "phát": 62,
    "tiểu": 75,
    "nhị": 56,
    "món": 47,
    "một": 48,
    "quán": 64
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "ask_ability": 1,
    "thankyou": 7,
    "praise": 6,
    "decry": 3,
    "ask_for_lunch": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_affirm": 12,
    "utter_ask_ability": 13,
    "utter_ask_for_lunch": 14,
    "utter_decry": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_thankyou": 18
  },
  "action_text": null,
  "intent_response_key": null
}