{
  "text": {
    " ": 0,
    "c": 220,
    "h": 316,
    "à": 627,
    "o": 496,
    " c": 18,
    "ch": 222,
    "hà": 331,
    "ào": 631,
    "o ": 497,
    " ch": 19,
    "chà": 226,
    "hào": 332,
    "ào ": 632,
    " chà": 21,
    "chào": 227,
    "hào ": 333,
    "e": 269,
    "m": 428,
    " e": 44,
    "em": 285,
    "m ": 429,
    " em": 45,
    "em ": 286,
    " em ": 46,
    "l": 413,
    " h": 60,
    "he": 324,
    "el": 282,
    "ll": 414,
    "lo": 417,
    " he": 61,
    "hel": 325,
    "ell": 283,
    "llo": 415,
    "lo ": 418,
    " hel": 62,
    "hell": 326,
    "ello": 284,
    "llo ": 416,
    "i": 375,
    "hi": 327,
    "i ": 376,
    " hi": 63,
    "hi ": 328,
    " hi ": 64,
    "ơ": 700,
    " ơ": 179,
    "ơi": 701,
    " ơi": 180,
    "ơi ": 702,
    " ơi ": 181,
    "ho": 329,
    "cho": 224,
    "ho ": 330,
    " cho": 20,
    "cho ": 225,
    "a": 184,
    "n": 449,
    " a": 1,
    "an": 188,
    "nh": 465,
    "h ": 317,
    " an": 2,
    "anh": 189,
    "nh ": 466,
    " anh": 3,
    "anh ": 190,
    "ỏ": 753,
    "hỏ": 364,
    "ỏi": 754,
    " hỏ": 65,
    "hỏi": 365,
    "ỏi ": 755,
    " hỏi": 66,
    "hỏi ": 366,
    "b": 201,
    "t": 561,
    " b": 6,
    "bo": 208,
    "ot": 513,
    "t ": 562,
    " bo": 10,
    "bot": 209,
    "ot ": 514,
    " bot": 11,
    "bot ": 210,
    "ì": 656,
    " m": 87,
    "mì": 440,
    "ìn": 658,
    " mì": 94,
    "mìn": 441,
    "ình": 659,
    " mìn": 95,
    "mình": 442,
    "ình ": 660,
    "ú": 671,
    "hú": 343,
    "út": 674,
    "chú": 228,
    "hút": 344,
    "út ": 675,
    " chú": 22,
    "chút": 229,
    "hút ": 345,
    "g": 291,
    "d": 260,
    " g": 47,
    "go": 303,
    "oo": 507,
    "od": 500,
    "d ": 261,
    " go": 54,
    "goo": 304,
    "ood": 508,
    "od ": 501,
    " goo": 55,
    "good": 305,
    "ood ": 509,
    "y": 618,
    "by": 211,
    "ye": 620,
    "e ": 270,
    " by": 12,
    "bye": 212,
    "ye ": 621,
    " bye": 13,
    "bye ": 213,
    "ạ": 712,
    " t": 132,
    "tạ": 585,
    "ạm": 713,
    " tạ": 146,
    "tạm": 586,
    "ạm ": 714,
    " tạm": 147,
    "tạm ": 587,
    "ệ": 739,
    "bi": 203,
    "iệ": 391,
    "ệt": 744,
    " bi": 7,
    "biệ": 206,
    "iệt": 392,
    "ệt ": 745,
    " biệ": 9,
    "biệt": 207,
    "iệt ": 393,
    "á": 633,
    " n": 100,
    "há": 334,
    "á ": 634,
    " nh": 106,
    "nhá": 469,
    "há ": 335,
    " nhá": 108,
    "nhá ": 470,
    "s": 551,
    " y": 158,
    "es": 287,
    "s ": 552,
    " ye": 160,
    "yes": 622,
    "es ": 288,
    " yes": 161,
    "yes ": 623,
    "y ": 619,
    " y ": 159,
    " i": 69,
    "in": 377,
    "nd": 454,
    "de": 262,
    "ee": 279,
    "ed": 277,
    " in": 70,
    "ind": 378,
    "nde": 455,
    "dee": 263,
    "eed": 280,
    "ed ": 278,
    " ind": 71,
    "inde": 379,
    "ndee": 456,
    "deed": 264,
    "eed ": 281,
    "f": 289,
    " o": 119,
    "of": 502,
    "f ": 290,
    " of": 120,
    "of ": 503,
    " of ": 121,
    "u": 593,
    "r": 531,
    "co": 236,
    "ou": 515,
    "ur": 603,
    "rs": 543,
    "se": 553,
    " co": 26,
    "cou": 239,
    "our": 519,
    "urs": 604,
    "rse": 544,
    "se ": 554,
    " cou": 28,
    "cour": 240,
    "ours": 520,
    "urse": 605,
    "rse ": 545,
    "th": 563,
    "ha": 318,
    "at": 194,
    " th": 134,
    "tha": 564,
    "hat": 322,
    "at ": 195,
    " tha": 135,
    "that": 566,
    "hat ": 323,
    " s": 128,
    "so": 555,
    "un": 600,
    "ds": 265,
    " so": 129,
    "sou": 559,
    "oun": 517,
    "und": 601,
    "nds": 457,
    "ds ": 266,
    " sou": 131,
    "soun": 560,
    "ound": 518,
    "unds": 602,
    "nds ": 458,
    "or": 510,
    "rr": 540,
    "re": 535,
    "ec": 274,
    "ct": 241,
    "cor": 237,
    "orr": 511,
    "rre": 541,
    "rec": 538,
    "ect": 275,
    "ct ": 242,
    " cor": 27,
    "corr": 238,
    "orre": 512,
    "rrec": 542,
    "rect": 539,
    "ect ": 276,
    "ó": 661,
    "có": 246,
    "ó ": 662,
    " có": 31,
    "có ": 247,
    " có ": 32,
    "ể": 735,
    "hể": 355,
    "ể ": 736,
    "thể": 573,
    "hể ": 356,
    " thể": 139,
    "thể ": 574,
    " l": 80,
    "là": 419,
    "àm": 629,
    " là": 81,
    "làm": 420,
    "àm ": 630,
    " làm": 82,
    "làm ": 421,
    "ữ": 780,
    "hữ": 372,
    "ữn": 783,
    "ng": 459,
    "g ": 292,
    "nhữ": 477,
    "hữn": 373,
    "ững": 784,
    "ng ": 460,
    " nhữ": 112,
    "nhữn": 478,
    "hững": 374,
    "ững ": 785,
    "gì": 311,
    "ì ": 657,
    " gì": 58,
    "gì ": 312,
    " gì ": 59,
    "ỉ": 746,
    "hỉ": 357,
    "ỉ ": 747,
    "nhỉ": 473,
    "hỉ ": 358,
    " nhỉ": 110,
    "nhỉ ": 474,
    "ứ": 777,
    "hứ": 369,
    "ức": 778,
    "c ": 221,
    "chứ": 234,
    "hức": 370,
    "ức ": 779,
    " chứ": 25,
    "chức": 235,
    "hức ": 371,
    "ă": 676,
    "nă": 493,
    "ăn": 679,
    " nă": 117,
    "năn": 494,
    "ăng": 681,
    " năn": 118,
    "năng": 495,
    "ăng ": 682,
    "p": 521,
    "gi": 296,
    "iú": 382,
    "úp": 672,
    "p ": 522,
    " gi": 50,
    "giú": 297,
    "iúp": 383,
    "úp ": 673,
    " giú": 51,
    "giúp": 298,
    "iúp ": 384,
    "đ": 683,
    "ư": 705,
    "ợ": 770,
    " đ": 170,
    "đư": 684,
    "ượ": 709,
    "ợc": 772,
    " đư": 171,
    "đượ": 685,
    "ược": 710,
    "ợc ": 773,
    " đượ": 172,
    "được": 686,
    "ược ": 711,
    "k": 403,
    "ô": 667,
    " k": 75,
    "kh": 405,
    "hô": 340,
    "ôn": 668,
    " kh": 76,
    "khô": 406,
    "hôn": 341,
    "ông": 669,
    " khô": 77,
    "khôn": 407,
    "hông": 342,
    "ông ": 670,
    "ế": 731,
    "iế": 385,
    "ết": 733,
    "biế": 204,
    "iết": 386,
    "ết ": 734,
    " biế": 8,
    "biết": 205,
    "iết ": 387,
    "ỗ": 761,
    "hỗ": 367,
    "ỗ ": 762,
    " hỗ": 67,
    "hỗ ": 368,
    " hỗ ": 68,
    "tr": 578,
    "rợ": 549,
    "ợ ": 771,
    " tr": 142,
    "trợ": 583,
    "rợ ": 550,
    " trợ": 145,
    "trợ ": 584,
    "hư": 346,
    "ư ": 706,
    "như": 471,
    "hư ": 347,
    " như": 109,
    "như ": 472,
    "hế": 353,
    "ế ": 732,
    "thế": 571,
    "hế ": 354,
    " thế": 138,
    "thế ": 572,
    "nà": 487,
    " nà": 113,
    "nào": 488,
    " nào": 114,
    "nào ": 489,
    "x": 614,
    " x": 155,
    "xe": 615,
    " xe": 156,
    "xem": 616,
    " xem": 157,
    "xem ": 617,
    "cá": 243,
    "ác": 635,
    " cá": 29,
    "các": 244,
    "ác ": 636,
    " các": 30,
    "các ": 245,
    "ủ": 774,
    "củ": 257,
    "ủa": 775,
    "a ": 185,
    " củ": 39,
    "của": 258,
    "ủa ": 776,
    " của": 40,
    "của ": 259,
    "ả": 715,
    "cả": 253,
    "ảm": 717,
    " cả": 36,
    "cảm": 255,
    "ảm ": 718,
    " cảm": 38,
    "cảm ": 256,
    "ơn": 703,
    "n ": 450,
    " ơn": 182,
    "ơn ": 704,
    " ơn ": 183,
    "nk": 479,
    "ks": 408,
    "han": 320,
    "ank": 191,
    "nks": 481,
    "ks ": 409,
    "than": 565,
    "hank": 321,
    "anks": 193,
    "nks ": 482,
    "nha": 467,
    "ha ": 319,
    " nha": 107,
    "nha ": 468,
    "j": 399,
    " j": 72,
    "jo": 400,
    "ob": 498,
    "b ": 202,
    " jo": 73,
    "job": 401,
    "ob ": 499,
    " job": 74,
    "job ": 402,
    "k ": 404,
    "nk ": 480,
    "ank ": 192,
    "yo": 624,
    "u ": 594,
    " yo": 162,
    "you": 625,
    "ou ": 516,
    " you": 163,
    "you ": 626,
    "so ": 556,
    " so ": 130,
    "mu": 435,
    "uc": 595,
    " mu": 90,
    "muc": 436,
    "uch": 596,
    "ch ": 223,
    " muc": 91,
    "much": 437,
    "uch ": 597,
    "gr": 306,
    "ea": 271,
    " gr": 56,
    "gre": 307,
    "rea": 536,
    "eat": 272,
    " gre": 57,
    "grea": 308,
    "reat": 537,
    "eat ": 273,
    "iỏ": 394,
    "giỏ": 299,
    "iỏi": 395,
    " giỏ": 52,
    "giỏi": 300,
    "iỏi ": 396,
    "q": 526,
    " q": 125,
    "qu": 527,
    "uá": 606,
    " qu": 126,
    "quá": 528,
    "uá ": 607,
    " quá": 127,
    "quá ": 529,
    "w": 610,
    "aw": 196,
    "ws": 611,
    "om": 504,
    "me": 430,
    " aw": 4,
    "aws": 197,
    "wso": 612,
    "som": 557,
    "ome": 505,
    "me ": 431,
    " aws": 5,
    "awso": 198,
    "wsom": 613,
    "some": 558,
    "ome ": 506,
    "ố": 756,
    "tố": 590,
    "ốt": 759,
    " tố": 150,
    "tốt": 591,
    "ốt ": 760,
    " tốt": 151,
    "tốt ": 592,
    "ắ": 725,
    "lắ": 425,
    "ắm": 726,
    " lắ": 85,
    "lắm": 426,
    "ắm ": 727,
    " lắm": 86,
    "lắm ": 427,
    " u": 152,
    "ui": 598,
    " ui": 153,
    "ui ": 599,
    " ui ": 154,
    "thô": 567,
    " thô": 136,
    "thôn": 568,
    "mi": 432,
    " mi": 88,
    "min": 433,
    "inh": 380,
    " min": 89,
    "minh": 434,
    "inh ": 381,
    "ẹ": 728,
    "đẹ": 690,
    "ẹp": 729,
    " đẹ": 175,
    "đẹp": 691,
    "ẹp ": 730,
    " đẹp": 176,
    "đẹp ": 692,
    "ra": 532,
    "ai": 186,
    "tra": 579,
    "rai": 533,
    "ai ": 187,
    " tra": 143,
    "trai": 580,
    "rai ": 534,
    "ấ": 719,
    "đấ": 687,
    "ấy": 720,
    " đấ": 173,
    "đấy": 688,
    "ấy ": 721,
    " đấy": 174,
    "đấy ": 689,
    "ê": 650,
    " ê": 164,
    "ên": 652,
    "nm": 483,
    " ên": 165,
    "ênm": 654,
    "nm ": 484,
    " ênm": 166,
    "ênm ": 655,
    "đệ": 693,
    "ện": 741,
    "np": 485,
    " đệ": 177,
    "đện": 694,
    "ệnp": 742,
    "np ": 486,
    " đện": 178,
    "đệnp": 695,
    "ệnp ": 743,
    "é": 644,
    "lé": 422,
    "éă": 647,
    "ăm": 677,
    " lé": 83,
    "léă": 423,
    "éăm": 648,
    "ăm ": 678,
    " léă": 84,
    "léăm": 424,
    "éăm ": 649,
    "tệ": 588,
    "ệ ": 740,
    " tệ": 148,
    "tệ ": 589,
    " tệ ": 149,
    "gu": 309,
    " ng": 103,
    "ngu": 461,
    "gu ": 310,
    " ngu": 104,
    "ngu ": 462,
    "gố": 313,
    "ốc": 757,
    "ngố": 463,
    "gốc": 314,
    "ốc ": 758,
    " ngố": 105,
    "ngốc": 464,
    "gốc ": 315,
    "hả": 348,
    "ả ": 716,
    "chả": 230,
    "hả ": 349,
    " chả": 23,
    "chả ": 231,
    "cả ": 254,
    " cả ": 37,
    "ậ": 722,
    "hậ": 350,
    "ật": 723,
    "thậ": 569,
    "hật": 351,
    "ật ": 724,
    " thậ": 137,
    "thật": 570,
    "hật ": 352,
    "ở": 768,
    " d": 41,
    "dở": 267,
    "ở ": 769,
    " dở": 42,
    "dở ": 268,
    " dở ": 43,
    "gh": 293,
    "hê": 338,
    "ê ": 651,
    " gh": 48,
    "ghê": 294,
    "hê ": 339,
    " ghê": 49,
    "ghê ": 295,
    "mà": 438,
    "à ": 628,
    " mà": 92,
    "mà ": 439,
    " mà ": 93,
    "ũ": 696,
    "cũ": 250,
    "ũn": 697,
    " cũ": 34,
    "cũn": 251,
    "ũng": 698,
    " cũn": 35,
    "cũng": 252,
    "ũng ": 699,
    "ké": 410,
    "ém": 645,
    " ké": 78,
    "kém": 411,
    "ém ": 646,
    " kém": 79,
    "kém ": 412,
    "ói": 663,
    "cói": 248,
    "ói ": 664,
    " cói": 33,
    "cói ": 249,
    "rư": 546,
    "ưa": 707,
    "trư": 581,
    "rưa": 547,
    "ưa ": 708,
    " trư": 144,
    "trưa": 582,
    "rưa ": 548,
    "na": 451,
    "ay": 199,
    " na": 101,
    "nay": 452,
    "ay ": 200,
    " nay": 102,
    "nay ": 453,
    "nê": 490,
    " nê": 115,
    "nên": 491,
    "ên ": 653,
    " nên": 116,
    "nên ": 492,
    " ă": 167,
    " ăn": 168,
    "ăn ": 680,
    " ăn ": 169,
    "â": 641,
    "bâ": 214,
    "ây": 642,
    " bâ": 14,
    "bây": 215,
    "ây ": 643,
    " bây": 15,
    "bây ": 216,
    "ờ": 766,
    "iờ": 397,
    "ờ ": 767,
    "giờ": 301,
    "iờ ": 398,
    " giờ": 53,
    "giờ ": 302,
    "ọ": 750,
    "họ": 361,
    "ọn": 751,
    "chọ": 232,
    "họn": 362,
    "ọn ": 752,
    " chọ": 24,
    "chọn": 233,
    "họn ": 363,
    " t ": 133,
    "bữ": 217,
    "ữa": 781,
    " bữ": 16,
    "bữa": 218,
    "ữa ": 782,
    " bữa": 17,
    "bữa ": 219,
    " p": 122,
    "ph": 523,
    "át": 639,
    " ph": 123,
    "phá": 524,
    "hát": 336,
    "át ": 640,
    " phá": 124,
    "phát": 525,
    "hát ": 337,
    "ti": 575,
    "iể": 388,
    "ểu": 737,
    " ti": 140,
    "tiể": 576,
    "iểu": 389,
    "ểu ": 738,
    " tiể": 141,
    "tiểu": 577,
    "iểu ": 390,
    "ị": 748,
    "hị": 359,
    "ị ": 749,
    "nhị": 475,
    "hị ": 360,
    " nhị": 111,
    "nhị ": 476,
    "mó": 443,
    "ón": 665,
    " mó": 96,
    "món": 444,
    "ón ": 666,
    " món": 97,
    "món ": 445,
    "ộ": 763,
    "mộ": 446,
    "ột": 764,
    " mộ": 98,
    "một": 447,
    "ột ": 765,
    " một": 99,
    "một ": 448,
    "án": 637,
    "uán": 608,
    "án ": 638,
    "quán": 530,
    "uán ": 609
  },
  "response": null,
  "action_text": null
}